Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/nuorille_suunnattu_seksuaalisuuden_sanakirja_kaannetty_kolmelle_saamen_kielelle.html.tmx
Source language: fin
Languages: sms

source: Nuorille suunnattu seksuaalisuuden sanakirja käännetty kolmelle saamen kielelle
sms: Nuõrid rajjum seksuaalʼlažvuõđ sääʹnnǩeʹrjj jåårǥlõttum kouʹmme sääʹmǩiõʹlle

source: Väestöliiton nuorille suunnattu seksuaalisuuden sanakirja on käännetty pohjois-, inarin- ja koltansaamen kielelle ja julkaistu Saamelaiskäräjien nuorisoneuvoston toimesta.
sms: Narodleett nuõrid rajjum seksuaalʼlažvuõđ sääʹnnǩeʹrjj lij jåårǥlõttum tâʹvv-, aanar- da nuõrttsääʹmǩiõʹlle da õlmstõttum Sääʹmteeʹǧǧ nuõrisuåvtõõzz tuåimâst.

source: Seksuaalisuus on yksi tärkeä osa ihmisen kehitystä.
sms: Seksuaalʼlažvuõtt lij õhtt vääžnai vueʹss oummu šõddmõõžž.

source: Seksuaalisuuteen liittyvät asiat ovat olleet tabu erityisesti saamelaisyhteisössä.
sms: Seksuaalʼlažvuõʹtte kuõskki ääʹšš lie leämmaž ǩiõlddum jeäʹrben sääʹmõhttsažkååʹddest.

source: Niistä on voinut olla hankala puhua, eikä uusille aiheeseen liittyville sanoille ole välttämättä ollut saamenkielistä vastinetta.
sms: Tõin lij vuäittam leeʹd vaiggâd mainsted, jie-ka ođđ temma kuõskki sääʹn leäkku leämmaž vieʹltǩani sääʹmǩiõʹlle valmmša âânnmõõžžâst.

source: Sanakirjojen avulla rohkaisemme saamelaisnuoria käyttämään omaa äidinkieltään.
sms: Sääʹnnǩiiʹrji veäkka smeʹllkâʹttep sääʹmnuõrid mainsted jiijjâs jieʹnnǩiõl.

source: Sanakirjojen kääntämisessä on myös ajateltu saamenkielisen seksuaalivalistuksen tarpeita.
sms: Sääʹnnǩiiʹrji jåårǥlâttmõõžžâst lij še jurddum sääʹmǩiõllsa seksuaalčuõvtõõzz taarbid.

source: ”Sanakirjan valmistumista on odotettu ja on hienoa, että saimme ne julkaistua juuri YK:n alkuperäiskansojen kielten vuonna.
sms: ”Sääʹnnǩeeʹrj valmštummuž lij vuõrddum da lij fiinâs, što vuõǯǯim õlmstõttum samai ÕM alggmeerai ǩiõli eeʹjj poodd.

source: Toivomme, että seksuaalisuuden sanakirja tulee laajaan levitykseen ja otetaan rohkeasti käyttöön.
sms: Tuäivvap, što seksuaalʼlažvuõđ sääʹnnǩeʹrjj šâdd veiddsõs liâvtõʹsse da tõn vääʹldet smeʹllkââʹtteeʹl âânnmõʹšše.

source: Toiveena on myös, että seksuaalisuudesta voidaan puhua helpommin, kun sille löytyy sanat omalla kielellä”, iloitsee nuorisoneuvoston varapuheenjohtaja Ánte Veijola.
sms: Tuäivvmõššân lij še, što seksuaalʼlažvuõđâst vueiʹtet mainsted hieʹlǩeld, ǥu tõõzz käunnʼje sääʹn jiijjâs ǩiõlin”, rämmaš nuõrisuåvtõõzz vääʹrrsaaǥǥjååʹđteei Ánte Veijola.

source: Nuorisoneuvoston jäsen Niila Rahko on pohtinut Väestöliiton blogissa saamenkielisen seksuaalisanakirjan merkitystä.
sms: Nuõrisuåvtõõzz vuäzzlaž Niila Rahko lij tuʹmmjam Narodleett blogist sääʹmǩiõllsa seksuaalsääʹnnǩeeʹrj miârktõõzz.

source: ”Tarvitsemme seksuaalisuutta kuvaavia sanoja saameksi.
sms: ”Taarbšep seksuaalʼlažvuõđ kovveei saaʹnid sääʹmǩiõʹlle.

source: Sanasto tukee saamen kielen oppimista – onhan kieli ikkuna kulttuuriin.
sms: Sannõs tuärjjad sääʹmǩiõl mättjummuž – lij veʹt ǩiõll ikkân kulttuuʹre.

source: Saamelaisnuoret tarvitsevat oman sanakirjan seksuaalisanastolle, sillä tiedon saaminen omalla kielellä on merkityksellistä.
sms: Sääʹmnuõr taarbše jiijjâs sääʹnnǩeeʹrj seksuaalsannõʹsse, ǥu teâđ vuäǯǯmõš jiijjâs ǩiõlin lij priʹmeârla.

source: Sanat antavat välineen ilmaista itseä terveellä tavalla, minkä vuoksi saamenkielinen seksuaalisuuden sanakirja on merkittävä ja kaivattu lisä.
sms: Sääʹn õuʹdde neävv õlmmeed jiijjâs tiõrvâs naaʹlin, di tõn diõtt sääʹmǩiõllsaž seksuaalʼlažvuõđ sääʹnnǩeʹrjj lij miârkteei da kaiʹbbjum lââʹss.

source: Saamenkielinen seksuaalisuuden sanakirja tarjoaa myös aikuisille keinoja ottaa asioita esille jälkikasvun kanssa”, pohtii Rahko.
sms: Sääʹmǩiõllsaž seksuaalʼlažvuõđ sääʹnnǩeʹrjj taʹrjjad še vuõrâsoummuid kuånstid väʹldded aaʹššid õuʹdde päärnaivuiʹm”, tuʹmmai Rahko.

source: Sanakirjojen kääntämiseen kuului paljon terminologiatyötä, sillä kaikkia sanakirjassa olevia sanoja ei vielä ole käytössä tai normitettu.
sms: Sääʹnnǩiiʹrji jåårǥlâttmõʹšše kuʹlle jiânnai terminologiatuâj, ǥu puk sääʹnnǩeeʹrjest åårrai sääʹn jie võl leäkku âânnmõõžžâst leʹbe noormtum.

source: Sanakirjojen käännökset ovat valmistuneet kovan työn tuloksena vuosien 2018 ja 2019 aikana.
sms: Sääʹnnǩiiʹrji jåårǥlõõzz lie valmštõõvvâm kõrr tuâj puåđõssân iiʹjji 2018 da 2019 poodd.

source: Kääntämistyössä tehtiin tiivistä yhteistyötä Sámi Giellagáldun kanssa.
sms: Jåårǥlâʹttemtuâjast tuejjeeš õhttsažtuâj Sääʹm Ǩiõllkaʹlddjin .

source: “Olen erittäin tyytyväinen, että saamme koltansaamen kieleen uutta seksuaalisanastoa.
sms: “Leäm samai toođvaž, što vuäǯǯap nuõrttsääʹmǩiõʹlle ođđ seksuaalsannõõzz.

source: Sanoja on ollut entuudestaan vähän, jonka vuoksi jo pelkästään kääntäminen on ollut haasteellista.
sms: Sääʹn lie leämmaž õuddâl samai occanj, mõõn diõtt juʹn tåʹlǩ jåårǥlâttmõš lij leämmaž vaʹǯǯtõsnallšem.

source: Haasteellisuudesta kertoo jo se, että käsiteltävään sanalistaan kertyi yhteensä 441 sanaa, joita olemme koltansaamen kielijaoston kokouksissa käsitelleet.
sms: Vaʹǯǯtõsvuõđâst čuäʹjat juʹn tõt, što ǩiõttʼtõõllâmnallšem sääʹnnliʹstte nårrje õhtseʹžže 441 sääʹn, koid leäʹp nuõrttsääʹm ǩiõlljuâǥǥtõõzz såbbrin ǩiõttʼtõõllâm.

source: Seksuaalisuuteen liittyvistä asioista ei ole ennen keskustelu ja se näkyi myös käytännön kielityössä: käännöksiä on ollut vaikea löytää ja paljon on käytetty suoraan lainasanoja.
sms: Seksuaalʼlažvuõʹtte kuõskki aaʹššin jeät leäkku ääiʹjab saaǥǥstõõllâm da tõt kuâsttji še vueʹjj ǩiõlltuâjast: jåårǥlõõzzid lij leämmaž vaiggâd kaunnâd da jiânnai lie õnnum vuõiʹǧǧest läiʹnnsääʹn.

source: Joillekin sanoille on ollut paljon vaihtoehtoja, joiden pienistä merkityseroista olemme etsineet tietoa.
sms: Koid-ne saaʹnid lie leämmaž määŋg vaajtõsmääin, kooi uuʹcces miârktõsjeäʹrdõõzzin leäʹp ooccâm teâđaid.

source: ” kertoo koltansaamen kielityöntekijä Mervi Semenoff sanakirjojen kääntämisprosessista.
sms: ” särnn nuõrttsääʹm ǩiõlltuâjjlaž Mervi Semenoff sääʹnnǩiiʹrji jåårǥlâʹttemproseezzâst.

source: Jo yli 10 vuotta sitten Väestöliitto huomasi, että nuoret kysyivät paljon seksuaalisuuteen ja seksiin liittyviä sanoja, käsitteitä ja määritelmiä.
sms: Juʹn pâʹjjel 10 eeʹjj mââiårra Narodlett vuâmmši, što nuõr kõʹčče jiânnai seksuaalʼlažvuõʹtte da seʹksse kuõskki saaʹnid, fiʹttõõzzid da meäʹrteeʹlmid.

source: Sanakirjan avulla haluttiin selkiyttää seksuaalisuuteen liittyvää termistöä, jotta aiheesta puhuminen helpottuu.
sms: Sääʹnnǩeeʹrj veäkka haaʹleeš čiõlǥeed seksuaalʼlažvuõʹtte kuõskki teeʹrmid, što teeʹmest mainstummuž hiâlptââvv.

source: Sen avulla haluttiin vaikuttaa siihen, että nuoret saavat asianmukaista tietoa, joka on omiaan murtamaan seksuaalisuuteen liittyviä tabuja ja myyttejä.
sms: Tõn veäkka haaʹleeš vaaikted tõõzz, što nuõr vuäǯǯa ääʹššmeâldlaž teâđ, kååʹtt lij ânnʼjõõvi muʹrdded seksuaalʼlažvuõʹtte kuõskki ǩiõlddjid da åskkmõõžžid.

source: Seksuaalisuuteen liittyviä käsitteitä ja määritelmiä on paljon ja uusia syntyy koko ajan.
sms: Seksuaalʼlažvuõʹtte kuõskki fiʹttõõzz da meäʹrteeʹlm lie jiânnai da ođđ šâʹdde čõõđ ääiʹj.

source: Siksi sanakirjaa on tärkeää uudistaa tasaisin väliajoin, kertoo Väestöliiton asiantuntija Sari Hälinen.
sms: Tõn diõtt sääʹnnǩeʹrjj lij vääžnai oođeed mieʹrrkõskksaž aaiʹjin, särnn Narodleett äʹšštobddi Sari Hälinen.

source: Tutustu seksuaalisuuden sanakirjaan suomeksi , pohjoissaameksi , inarinsaameksi ja koltansaameksi .
sms: Tobdstõõđ seksuaalʼlažvuõđ sääʹnnǩerjja lääʹddǩiõʹlle , tâʹvvsääʹmǩiõʹlle , aanarsääʹmǩiõʹlle da nuõrttsääʹmǩiõʹlle .

source: Nuorisoneuvoston jäsen Niila Rahko on kirjoittanut Väestöliiton blogiin ajatuksistaan seksuaalisuuden sanakirjoista.
sms: Nuõrisuåvtõõzz vuäzzlaž Niila Rahko lij ǩeeʹrjtam Narodleett blogiiʹje jurddjin seksuaalʼlažvuõđ sääʹnnǩiiʹrjin.

source: Lue lisää https://vaestoliitonblogi.com/2019/09/30/saamenkielinen-seksuaalisana-lisaa-hyvinvointia-ja-tietoisuutta/
sms: Looǥǥ lââʹzz https://narodleettblogi.com/2019/09/30/sääʹmǩiõllsaž-seksuaalsääʹnn-lââʹzzat-pueʹrrjieʹllem-da-tieʹttemvuõđ/

source: Lisätietoja
sms: Lââʹssteâđ

source: Vs. Nuorisosihteeri Elli-Marja Hetta puh. 010 839 3134, elli-marja.hetta(at)samediggi.fi
sms: Vs. Nuõripiisar Elli-Marja Hetta teʹl. 010 839 3134, elli-marja.hetta(at)samediggi.fi

source: Väestöliitto, asiantuntija Sari Hälinen, 050 302 5935, sari.halinen(at)vaestoliitto.fi
sms: Narodlett, äʹšštobddi Sari Hälinen teʹl, 050 302 5935, sari.halinen(at)vaestoliitto.fi
